Repository: NaN-tic/trytond-product_rivals
Catalog: locale/*.po
Languages: ca_es, es_es

# field:product.app.rivals,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha creación

# field:product.app.rivals,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario creación

# field:product.app.rivals,formula_max_price:
source: Formula Max Price
ca_es: Fòrmula preu màxim
es_es: Fórmula precio máximo

# field:product.app.rivals,formula_min_price:
source: Formula Min Price
ca_es: Fòrmula preu mínim
es_es: Fórmula precio mínimo

# field:product.app.rivals,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:product.app.rivals,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:product.app.rivals,scheduler:
source: Scheduler
ca_es: Planificador de tasques
es_es: Planificador de tareas

# field:product.app.rivals,tax_included:
source: Tax Included
ca_es: Impostos inclosos
es_es: Impuestos incluidos

# field:product.app.rivals,write_date:
source: Write Date
ca_es: Data de modificació
es_es: Fecha modificación

# field:product.app.rivals,write_uid:
source: Write User
ca_es: Usuari de modificació
es_es: Usuario modificación

# field:product.product,rivals:
source: Rivals
es_es: Rivales

# field:product.rivals,create_date:
source: Create Date
ca_es: Data de creació
es_es: Fecha creación

# field:product.rivals,create_uid:
source: Create User
ca_es: Usuari de creació
es_es: Usuario creación

# field:product.rivals,name:
source: Name
ca_es: Nom
es_es: Nombre

# field:product.rivals,price:
source: Price
ca_es: Preu
es_es: Precio

# field:product.rivals,price_w_tax:
source: Price With Tax
ca_es: Preu amb impostos
es_es: Precio con impuestos

# field:product.rivals,product:
source: Product
ca_es: Producte
es_es: Producto

# field:product.rivals,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:product.rivals,write_date:
source: Write Date
ca_es: Data de modificació
es_es: Fecha modificación

# field:product.rivals,write_uid:
source: Write User
ca_es: Usuari de modificació
es_es: Usuario modificación

# field:product.template,list_price_max_rival:
source: List Price Max Rival
ca_es: Preu venta max rivals
es_es: Precio venta max rivales

# field:product.template,list_price_min_rival:
source: List Price Min Rival
ca_es: Preu venta min rivals
es_es: Precio venta min rivales

# help:product.app.rivals,formula_max_price:
source: Eval expression to save maximum rival price
ca_es: Evaluar expressió per guardar el preu màxim del rival
es_es: Evaluar expresión para guardar el precio máximo del rival

# help:product.app.rivals,formula_min_price:
source: Eval expression to save minnium rival price
ca_es: Evaluar expressió per guardar el preu mínim del rival
es_es: Evaluar expresión para guardar el precio mínimo del rival

# help:product.app.rivals,scheduler:
source: Active by crons (import)
ca_es: Activar amb les accions planificades (importació)
es_es: Activar con acciones planificadas (importación)

# help:product.template,list_price_max_rival:
source: List price maximum rival
ca_es: Preu venta màxim rivals
es_es: Precio venta máximo rivales

# help:product.template,list_price_min_rival:
source: List price minimum rival
ca_es: Precio venta mínimo rivals
es_es: Precio venta mínimo rivales

# model:ir.action,name:act_app_rivals_form
source: App Rivals
ca_es: App URI
es_es: App URI

# model:ir.action,name:act_product_rivals_form
source: Product Rivals
ca_es: Producte rivals
es_es: Producto rivales

# model:ir.cron,name:cron_product_app_rivals
source: Product APP Rivals
ca_es: App producte rivals
es_es: App producto rivales

# model:ir.ui.menu,name:menu_app_rivals_form
source: App Rivals
es_es: App rivales

# model:ir.ui.menu,name:menu_product_rivals_form
source: Product Rivals
es_es: Producto rivales

# model:product.app.rivals,name:
source: Product App Rivals
ca_es: App producte rivals
es_es: App producto rivales

# model:product.rivals,name:
source: Product Rivals
ca_es: Producte rivals
es_es: Producto rivales

# view:product.app.rivals:
source: Rivals
es_es: Rivales

# view:product.app.rivals:
source: Update Prices
ca_es: Actualizar preus
es_es: Actualizar precios

# view:product.rivals:
source: Rivals
es_es: Rivales
